[
  {
    "title": "Primary Care Referral",
    "info": "Our resources at Arbor Free Clinic are limited and our clinic is designed to only see patients a few times before referring them to a long-term care option. We also cannot provide patients with good continuity of care since patients will typically see a different doctor on each visit. A single primary care physician at another clinic can much more effectively manage your health over time.",
    "Ravenswood": {
      "description": "Therefore, we are referring you to <strong><u>Ravenswood Family Health Center</u></strong>. Ravenswood also offers dental care, optometry, insurance counseling, and other services. For uninsured patients, they operate on a sliding scale.",
      "nextSteps": [
        "Be on the lookout for a call from Ravenswood, but if you don’t receive it within a week, call (650) 330-7416.",
        "We will follow up with you in 2 weeks to see if you have made contact with Ravenswood."
      ]
    }, 
    "NEMS": {
      "description": "For affordable primary care, we are referring you to <strong><u>North East Medical Services (NEMS)</u></strong>. They can help with immunizations, referrals, and finding resources. They provide a sliding fee scale structure for medical care to be affordable and accessible to all. (When enrolled, patients pay between $5 to $40 per visit. NEMS also helps enroll patients into health insurance programs, if they are uninsured.) You can find more information in the attached handout. We will fax your referral in the next couple of days.",
      "nextSteps": [
        "Next Steps: Call (408)-573-9686 (ext. 8160) within the next week to register in their network. For more information on how to register, see <a href='https://nems.org/' rel='noopener noreferrer' target='_blank'>this website</a>.",
        "We will follow up with you in 2 weeks to see if you were able to successfully register, and fax our records soon after confirmation."
      ]
    },
    "Gardner": {
      "description": "For affordable primary care, we are referring you to <strong><u>Gardner Health Center</u></strong>. Gardner also offers mental health treatment, dental care, optometry, insurance counseling, and other services.",
      "nextSteps": [
        "Next steps: call (408) 457-7100 to schedule your first appointment at Gardner Health Center.",
        "We will follow up with you in 2 weeks to see if you have made contact with Gardner, and we will securely fax them your medical records <strong>once you register in Gardner’s network</strong> to complete the referral process."
      ]
    },
    "Samaritan House": {
      "description": "You can get a Primary Care Physician (PCP) at the <strong><u>Samaritan House Free Clinics</u></strong>.",
      "nextSteps": [
        "Next Steps: You will receive a call from Samaritan House to set up an appointment. If you do not receive a call within one week, call (650) 347-3648 to set up an appointment with one of their case managers."
      ]
    },
    "AHS": {
      "description": "You can get a Primary Care Physician (PCP) within the <strong><u>Alameda Health System</u></strong> if you (1) reside in Alameda County, (2) are uninsured, and (3) have not been seen at Alameda Health System.",
      "nextSteps": [
        "Next Steps: Call (510) 437-8500 and listen through the options to schedule a financial appointment for PCP and any specialty clinics you may need in the future.",
        "Once you connect with the doctors, let us know if they need any medical records from us and we can facilitate that process."
      ]
    }
  },
  {
    "title": "Labs Instructions",
    "info": "Your doctor has ordered several free laboratory tests for you. These tests are important for your doctor to understand your current health and to inform how they can best serve your needs. <br><br> Your test results will be returned to Arbor Free Clinic, and <strong>we will contact you regarding your results</strong> the Sunday after we receive them. If you do not hear from us within 3 weeks of having your tests completed, please email us at arborclinic@stanford.edu or leave a voice message at (650) 724-1332.",
    "location": {
      "Stanford Hospital - Boswell Clinic Laboratory": [
        "<strong>Address</strong>: 300 Pasteur Drive, Pavilion A, Level 1, A12 Stanford, CA 94305",
        "<strong>Hours</strong>: Mon-Fri 6:00am-5:30pm, Sat-Sun 7am-3:30pm",
        "<strong>Phone</strong>: (650) 724-4750"
      ]
    },
    "instructions": {
      "fasting": "Please remember to fast for 10 hours prior to visiting the lab. It is ok to drink water.",
      "noFasting": "You do not need to fast.",
      "all": [
        "You may go to the lab at any time and do not need an appointment.",
        "Please bring any form of photo identification.",
        "This is a <strong>no cost</strong> service. <strong>If any billing issues come up, please call or email us</strong>.",
        "If the clinical labs cannot find your orders, let them know they were sent via fax. Please call us immediately at the phone number below and leave a message if any issues arise."
      ]
    }
  }, 
  {
    "title": "Imaging Instructions",
    "info": [
      "Your doctor has ordered the following imaging for you to have done at Stanford Hospital: ",
      "Your test results will be returned to Arbor Free Clinic, and <strong>we will contact you regarding your results</strong> the Sunday after we receive them. If you do not hear from us within 3 weeks of having your tests completed, please email us at arborclinic@stanford.edu or leave a voice message at (650) 724-1332."
    ],
    "location": {
      "Stanford Hospital – Radiology Registration": [
        "<strong>Address</strong>: 300 Pasteur Drive, Pavilion E, Level 1, E12, Stanford, CA 94305",
        "<strong>Hours</strong>: Mon-Fri 6:45AM-5:00PM",
        "<strong>Directions</strong>: Please enter through the main hospital entrance near the fountain. Immediately after entering, take a left and proceed past the cafeteria. Turn to the left when you see the “Radiology Registration” sign (E12)."
      ]
    },
    "instructions": {
      "xray": [
        "<strong>For your X-ray</strong>, You may go to the imaging clinic at any time and do not need an appointment.",
        "<strong>IMPORTANT</strong>: Please bring a printed copy of the imaging order you received from Arbor Free Clinic to your appointment."
      ],
      "other": [
        "You will need to make an appointment at the imaging clinic. Please wait for Stanford Hospital to call you to make an appointment. If you have not received a call within a week, please call Stanford Radiology Scheduling at (650) 723-6855."
      ],
      "all": [
        "Please bring any form of photo identification.",
        "This is a no cost service. If any billing issues come up, please call or email us.",
        "If any issues arise, please call us immediately at the phone number below and leave a message."
      ]
    }
  },
  {
    "title": "Medication Instructions",
    "info": "Your medications are:"
  }
]